Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Try again in %1$@ and %2$@
ru: Попробуйте снова через %1$@ и %2$@

source: Unavailable
ru: Недоступно

source: Unstake Request
ru: Запрос на вывод ставок

source: Up to %1$@
ru: До %1$@

source: Updating
ru: Обновление

source: Updating…
ru: Обновление…

source: Use 4-digit Passcode
ru: Использовать 4-значный пароль

source: Use 6-digit Passcode
ru: Использовать 6-значный пароль

source: Use Biometrics?
ru: Использовать биометрию?

source: Use PIN
ru: Использовать PIN

source: Vivid
ru: Яркий

source: W
ru: Н

source: Waiting for Network
ru: Ожидание сети

source: Waiting for network…
ru: Ожидание сети…

source: Wallet Created
ru: Кошелёк создан

source: Wallet Name
ru: Имя кошелька

source: Wallet is Locked
ru: Кошелёк заблокирован

source: Warning
ru: Предупреждение

source: Wear
ru: Надеть

source: Words don’t match, please try again.
ru: Слова не совпадают, попробуйте ещё раз.

source: Wrong Phrase
ru: Неверная фраза

source: Y
ru: Г

source: You can restore access to your wallet by entering 24 words you wrote when down you creating the wallet.
ru: Вы можете восстановить доступ к кошельку, введя 24 слова, которые записали при его создании.

source: You have no NFT in this wallet yet.
ru: У вас пока нет NFT в этом кошельке.

source: You have no apps connected to this wallet.
ru: У вас нет приложений, подключённых к этому кошельку.

source: You will receive your unstaked deposit in %1$@.
ru: Вы получите выведённый депозит через %1$@.

source: Your Address
ru: Ваш адрес

source: Your Recovery Phrase
ru: Секретная фраза

source: Your TON Wallet has just been created.
ru: Ваш TON‑кошелёк только что создан.

source: Your Wallet Address
ru: Адрес вашего кошелька

source: Your staking balance
ru: Ваш баланс ставок

source: Your wallet has just been imported!
ru: Ваш кошелёк только что импортирован!

source: add
ru: добавить

source: at
ru: в

source: clipboard
ru: буфер обмена

source: day
ru: [zero] %1$d дней [one] %1$d день [few] %1$d дня [many] %1$d дней

source: earn
ru: стейкинг

source: from
ru: от

source: hour
ru: [zero] %1$d часов [one] %1$d час [few] %1$d часа [many] %1$d часов

source: in
ru: в

source: in %1$@
ru: в %1$@

source: minute
ru: [zero] %1$d минут [one] %1$d минута [few] %1$d минуты [many] %1$d минут

source: screenshot
ru: скриншот

source: second
ru: [zero] %1$d секунд [one] %1$d секунда [few] %1$d секунды [many] %1$d секунд

source: send
ru: отправить

source: swap
ru: oбменять

source: to
ru: отправлено

source: transfer
ru: [zero] %1$d переводов [one] %1$d перевод [few] %1$d перевода [many] %1$d переводов

# via %agg%
source: via %1$@
ru: через %1$@

source: Bitcoin
th: บิทคอยน์

source: Toncoin
th: ทอนคอยน์

source: TON Proxy
zh_hans: TON 代理
